{
  "owl" : [
      {"item" : "<span class='item'><h3><i class='fa fa-recycle'></i> MBM Goes Green <i class='fa fa-recycle'></i></h3>      <p>Sustainable living is in style, and we’ll be seen as an innovator by offering a green menu and mbm Catering Services packaging for your corporate staff/client. We are able to create dishes using organic and in-season ingredients sourced locally and meat and poultry items cultivated in a humane way. You are able to choose boxed lunch setups made of recycled materials, and use 100 percent biodegradable dishes and plastic-ware. </p></span>"},
      {"item" : "<span class='item'><h3>Health Gourmet</h3> <p> Fat-laden foods from many corporate caterers are high on flavour but bring on the inevitable food coma after lunch break. We will nourish your clients without the need for a nap by serving lighter fare that’s both filling and mbm Catering Services energizing. A simple veggie tray can be transformed to crudities with an attractive presentation and a trio of bean dips such as rich hummus, and others. We can, in stead of a platter of lunch meats, we can prepare a variety of finger sandwiches or wraps with both vegetarian and non-vegetarian options.</p></span>"},
      {"item" : "<span class='item'><h3>International</h3> <p> We are able to plan your catering with an international selection of dishes as an exciting option when serving a large group of  attendees. Depending on the size of your staff and the venue, we can go all out with different food stations in which each area represents a different continent or country. We normally amp up the flair by dressing both the serving station and its attendant in a style that evokes the typical dress and décor of their particular geographic region. This works very well for conferences. Our speciality also includes Youth Camps, where we can cook for and serve thousands, effortlessly, while maintaining a high standard of services and quality.</p></span>"},
      {"item" : "<span class='item'><h3><i class='fa fa-black-tie'></i> Themed</h3><p> The sky’s the limit with our themed catering. A corporate meeting may call for something subtle, such as incorporating the company’s logo or color scheme into your table display. We are able to craft your menu and décor around something relevant to your group, such as the industry. A group of accountants may be amused with a sheet cake in the form of a balance sheet. </p></span>"}
    ]
}
